import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div className="App">
      <header className="App-header">
        <img src={logo} className="App-logo" alt="logo" />
        <p>
        •Есть большое желание расти дальше и развивать карьерный рост, чего мне критически не хватает на данный момент. Значительно повысить свою заработную плату относительно текущей.
        •React.js, Vue.js, Node.js. Шрамотной настройке Linux серверов и работе с ними. Освоение техники безопасности и безопасного кода.
        •Владею разработкой фронтендной части HTML+CSS+JS. Бэкенд разработка PHP, MySql. СУБд PhpMyAdmin.
        •В 2019 году занялся самообучением веб-разработке. Стек HTML+CSS+JS+PHP+MySql+PhpMyAdmin. С 2020 года начал выполнять заказы на авито. Летом 2022 года окончил обучение в колледже. Устроился на работу в крупную северо-западную аптечную сеть Аптека Невис. Устроился на позицию Bitrix-разработчика (до этого был опыт работы с этой cms), работаю по текущее время. Разрабатывал системы учета для оптовых фирм, различные интернет-магазины на базе Битрикс, различные сайты на Wordpress.
        </p>
      </header>
    </div>
  );
}

export default App;
